tap "homebrew/core"
tap "homebrew/dev-tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"

brew "zsh"
brew "mas"
brew "git"
brew "openssl"
brew "readline"
brew "heroku"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "wget"
brew "ack"
brew "ctags"

cask "1password"
cask "1password-cli"
cask "dropbox"
cask "google-chrome"
cask "viscosity"
cask "licecap"
cask "spotify"
cask "caffeine"
cask "iterm2"
cask "macvim"
cask "docker"
cask "atom"
cask "vlc"

mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
